import React from 'react'

export const toolTipContent = (
    <>
        <ol>
            <li>Оплата за допомогою карт VISA / MasterCard з підтримкою 3D Secure</li>
            <li>Для клієнтів Приват24, оплатить можна в своєму акаунті</li>
            <li>Платіж, який клієнт сплатить пізніше, відправивши рахунок на Email</li>
            <li>Прийом оплати від клієнта за допомогою пристроїв компанії Apple</li>
            <li>Генерується QR-код для оплати, клієнт сканує код і підтверджує платіж за допомогою мобільного додатку Privat24</li>
            <li>Оплата готівкою у терміналах ПриватБанку</li>
            <li>
                Електронний гаманець від MasterCard, який дозволяє спростити процес оплати: клієнту потрібно лише вибрати карту і
                підтвердити оплату в своєму електронному гаманці
            </li>
            <li>
                Комісія за послугу для продавця залежить від кількості платежів, які обере покупець. Максимально 28.5% від суми. Комісія для
                покупця 1.1% щомісячно. Для роботи способу потрібно налаштувати умови сервісу Миттєва розстрочка у розділі Кредити
            </li>
            <li>Оплата за допомогою LiqPay гаманця, не потрібно вводити дані по карті, досить вибрати потрібну картку зі списку</li>
            <li>Зручний спосіб оплати від Google</li>
        </ol>
    </>
)
